[
  {
    "ID":1,
    "Title":"Killer Clown",
    "Popularity":2.5,
    "Description":"Local Circus Clown Goes Insane And Murders Guests At Late Night Viewing",
    "image":"",
    "audio":""
  },
  {
    "ID":2,
    "Title":"Farmer Finds Bottomless Pit",
    "Popularity":1.25,
    "Description":"Farmer John Found a Hole in His Field That Seems To Lead To Nowhere, Sounds Coming Out",
    "image":"",
    "audio":""
  },
  {
    "ID":3,
    "Title":"Above Boar-d",
    "Popularity":1.25,
    "Description":"Things are heating up at the Lyndwood Farm, as animals seem to have staged a revolution. The newly elected mayor, Porkley Pigson, has declared the land an independent republic, and kicked out Mr. and Mrs. Kumar from their home.",
    "image":"",
    "audio":""
  },
  {
    "ID":4,
    "Title":"Troubling Times",
    "Popularity":0.5,
    "Description":"Time is ticking, as clocks around town have all gone out of sync. Wait, getting a notice there, it seems it is now daylight saving time.",
    "image":"",
    "audio":""
  },
  {
    "ID":5,
    "Title":"Weeping Moans",
    "Popularity":1.25,
    "Description":"Down on Rocinante Road the crazed voice of a woman can be heard through the houses.",
    "image":"",
    "audio":""
  },
  {
    "ID":6,
    "Title":"Glow Cloud",
    "Popularity":1.5,
    "Description":"A strange glowing cloud has come rolling in from the north. Some claim it speaks to them. More on this later.",
    "image":"",
    "audio":""
  },
  {
    "ID":7,
    "Title":"Traffic Jam",
    "Popularity":0.5,
    "Description":"Down on the big West View intersection a jam has started as a trucks engine seems to have stalled midway through.",
    "image":"",
    "audio":""
  },
  {
    "ID":8,
    "Title":"10.000 Fireflies",
    "Popularity":1.75,
    "Description":"Keep your windows closed. Fireflies have been spotted in the neighborhood and they are AGGRESSIVE. They seem to be exploding ",
    "image":"",
    "audio":""
  },
  {
    "ID":9,
    "Title":"Giant ",
    "Popularity":1.5,
    "Description":"Local Park Ranger Tom Tommy Thomasson has called in with reports of a strange being lurching over the hills. More than 20 meters tall, it seems to have perfect hearing. If you look out your windows towards the grand cypress hill you can see its glowing eyes piercing back at you. Dont look too long, it seems to attract it.",
    "image":"",
    "audio":""
  },
  {
    "ID":10,
    "Title":"Radio Head",
    "Popularity":1.25,
    "Description":"Tom Tommy Thomasson, our lovely park ranger, has called in with a new report. It seems an old broadcast tower has sprouted arms and legs and is now roaming by the old coal mine. To any late night campers, ignore its childlike mimicry. It seems hungry.",
    "image":"",
    "audio":""
  },
  {
    "ID":11,
    "Title":"Neighborly Dispute",
    "Popularity":0.5,
    "Description":"Old Lady Agatha Churchill on Crest View is currently engaged in a heavy dispute with the local feral cat. Reports claim that the thief has been sneaking through the cat door and stealing Mr. Whiskers wet food. Despicable.",
    "image":"",
    "audio":""
  },
  {
    "ID":12,
    "Title":"Door-to-door Salesman",
    "Popularity":0.5,
    "Description":"Beware a late night caller, as it seems a cloaked man is going around Rednest Subdivision and selling coffee filters. More on this later.",
    "image":"",
    "audio":""
  },
  {
    "ID":13,
    "Title":"Funerary Fun",
    "Popularity":1.25,
    "Description":"Rodney Smith, local mortician and funeral home director, finds himself in deep trouble. He has been spotted at the local pub, on a date. With a dead body! However, he seems to have dressed his date quite nicely. Props to him!",
    "image":"",
    "audio":""
  },
  {
    "ID":14,
    "Title":"Raking News",
    "Popularity":0.75,
    "Description":"Garages are rumbling and alarms are going off throughout the east side of town. An intruder has been breaking into homes and stealing rakes? It looks like someone is up to a late-night gardening project!",
    "image":"",
    "audio":""
  },
  {
    "ID":15,
    "Title":"Man Caught Streaking",
    "Popularity":0.5,
    "Description":"A man is currently streaking throughout the main street. Hes in an enraged panic screaming at his phone, as it seems his Unolingo record is on the line! ",
    "image":"",
    "audio":""
  },
  {
    "ID":16,
    "Title":"Monkey Business",
    "Popularity":1.25,
    "Description":"Things are going bananas at the San Martino Zoo, as the chimpanzee section seems to have gained sentience. Zoo trainers say not to worry, as they seem to have created inefficient bureaucracy and they cant decide on when to rebel against us.",
    "image":"",
    "audio":""
  },
  {
    "ID":17,
    "Title":"Pizza Problems",
    "Popularity":0.5,
    "Description":"Local Pizza Delivery Man Adrian Monedera, seems to be waiting outside a residence to deliver a pizza. But no one is picking up. It seems to have been a fake call, so he is now, eating, the pizza.",
    "image":"",
    "audio":""
  },
  {
    "ID":18,
    "Title":"TV Troubles",
    "Popularity":0.75,
    "Description":"A man seems to be wearing an old tube television on his head and delivering televisions to random houses across the North side. Beware, they might be dangerous, but I got a flatscreen and it seems to be working fine!",
    "image":"",
    "audio":""
  },
  {
    "ID":19,
    "Title":"Peeping Toms?",
    "Popularity":1.0,
    "Description":"A group of 4 figures seem to be standing on Mr. Torres roof and looking over the neighborhood. They dont look malintentioned, but its, strange",
    "image":"",
    "audio":""
  },
  {
    "ID":20,
    "Title":"Blow The Roof Off",
    "Popularity":2.0,
    "Description":"Someone seems to have taken blow the roof off a bit too seriously, as a seemingly intentional detonation has happened at Klub Klaus by the harbor. First responders are currently rushing to the scene.",
    "image":"",
    "audio":""
  },
  {
    "ID":21,
    "Title":"Bakers Dozen",
    "Popularity":2.5,
    "Description":"Reports are coming now of a series of hospitalizations originating from a wedding earlier this evening. It seems a disgruntled pastry chef, ex-lover of the groom, has poisoned the cupcakes and 13 are currently in the ER. Guess that makes it a bakers dozen!",
    "image":"",
    "audio":""
  },
  {
    "ID":22,
    "Title":"Technological Takeover",
    "Popularity":1.0,
    "Description":"Throw out your phones as AI seems to have taken over. The large-language model Prok seems to have gained sentience and claims to have access to the worlds nuclear systems. However, it seems to be using its infinite power to spread political conspiracies and complain about niche internet celebrities. People have largely ignored it and it now seems to be giving the world the silent treatment.",
    "image":"",
    "audio":""
  },
  {
    "ID":23,
    "Title":"Crow Catastrophe",
    "Popularity":0.75,
    "Description":"Local groups of crows seem to have banded together. The murders are currently constructing a grand monument out of bottlecaps and other shiny objects.",
    "image":"",
    "audio":""
  },
  {
    "ID":24,
    "Title":"Swimming Pool Sneakster",
    "Popularity":0.5,
    "Description":"A group of teenagers have broken into the community swimming pool, ILLEGALLY! They seem to uh, be having fun and actually acting responsibly. Still criminal!",
    "image":"",
    "audio":""
  },
  {
    "ID":25,
    "Title":"Missing Child",
    "Popularity":0.5,
    "Description":"A local mother has put out a search call for her missing child. He is 7, black haired, very energetic, loves fish Oh, its a cat. Um, yeah! Keep an eye out for Felix around Crest View.",
    "image":"",
    "audio":""
  },
  {
    "ID":26,
    "Title":"Mobile Company",
    "Popularity":0.5,
    "Description":"Ive just received a once in a lifetime offer from Modafone to swap my current mobile plan offer and save 5 on my monthly expenses! Ooh, theyre throwing in some wireless lightbulbs! More on this later.",
    "image":"",
    "audio":""
  },
  {
    "ID":27,
    "Title":"Strange Sounds from Lyle Lagoon",
    "Popularity":1.5,
    "Description":"Strange things are brewing up near Lyle Lagoon, as Fisherman Yixiang reports sightings of beautiful fish people, mermen. Beware their tempting calls, as they have a bad habit of giving amazing massages and raising your standards for men.",
    "image":"",
    "audio":""
  },
  {
    "ID":28,
    "Title":"Bridge Collapse",
    "Popularity":1.25,
    "Description":"The bridge towards Bluestone has collapsed after the apparition of a strange man with insect-like wings. Local forces tried apprehending the suspect, but he seems to have run into oncoming traffic after chasing headlights.",
    "image":"",
    "audio":""
  },
  {
    "ID":29,
    "Title":"Man-faced Dog",
    "Popularity":1.0,
    "Description":"The local pound has called in about a strange dog that has been left at the door in the middle of the night. A corgi with the face of an adult man has been abandoned. The dog is, not doing much of anything interesting, but he looks, quite weird.",
    "image":"",
    "audio":""
  },
  {
    "ID":30,
    "Title":"Ghost Taxi",
    "Popularity":1.0,
    "Description":"Reports of a taxi with no driver are coming in. It seems to be picking people up and offering reasonable cab fares. The car has refreshments and even nice seat covers.",
    "image":"",
    "audio":""
  }
]